#include <stdbool.h>   
#include <stdint.h>
#include "task_service.h"


/* 试验需要用到IK-52840DK开发板中的LED指示灯D1,占用的nRF52840引脚资源如下
P0.13：输出：驱动指示灯D1
需要用跳线帽短接P0.13
*/

/***************************************************************************
* 描  述 : main函数 
* 入  参 : 无 
* 返回值 : int 类型
**************************************************************************/
int main(void)
{
    mpu_run();
    while(1){
    }
}
/********************************************END FILE**************************************/
